namespace AutoSalonGrida.Models;

public static class ProfileCities
{
    public static readonly string[] Russian =
    {
        "Москва", "Санкт-Петербург", "Новосибирск", "Екатеринбург", "Казань", "Нижний Новгород", "Челябинск",
        "Самара", "Омск", "Ростов-на-Дону", "Уфа", "Красноярск", "Пермь", "Воронеж", "Волгоград", "Краснодар",
        "Саратов", "Тюмень", "Тольятти", "Ижевск", "Барнаул", "Ульяновск", "Иркутск", "Хабаровск", "Ярославль",
        "Владивосток", "Махачкала", "Томск", "Оренбург", "Кемерово", "Новокузнецк", "Рязань", "Астрахань", "Пенза",
        "Липецк", "Киров", "Чебоксары", "Калининград", "Тула", "Курск", "Ставрополь", "Сочи", "Тверь"
    };
}
